---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCVersion.IFC4RV
enum: Autodesk.Revit.DB.IFCVersion
source: html/03f1bce3-dd39-9deb-c732-db82474cb40b.htm
---
# Autodesk.Revit.DB.IFCVersion.IFC4RV

IFC4 Reference View